export default {
  agreement: `
一、总则
1.1 本协议是由 发电熊猫云租赁平台（以下简称“本平台”）与使用本平台服务的用户（以下简称“用户”）所订立的协议。
1.2 用户在使用本平台提供的各项服务之前，请仔细阅读本协议的所有条款。如用户不同意本协议中任何条款或其更新版本，则应立即停止使用本平台服务。
1.3 用户在使用本平台服务时，必须遵守中国有关法律法规，尊重其他用户的合法权益，并承担因自己行为产生的全部责任。
二、服务内容
2.1 本平台为用户提供柴油发动机租赁服务，以及基于该租赁服务扩展相关的运营、运维等服务。
2.2 本平台将根据用户的需求提供相应的服务，包括但不限于租赁服务、用户推广、租赁管理等。
2.3 本平台将定期更新和改进服务内容，以保证服务质量。
三、用户权利和义务
3.1 用户有权随时使用本平台提供的服务。
3.2 用户应当自行承担因使用本平台服务而产生的全部费用，包括但不限于网络通信费用等。
3.3 用户应当自行承担因使用本平台服务而可能产生的风险，包括但不限于信息泄露、系统故障等。
3.4 用户不得利用本平台服务进行任何违法、侵犯他人合法权益或损害社会公共利益的活动，否则将承担由此产生的全部责任。
四、知识产权
4.1 本平台所提供的所有服务及软件均属于本平台所有，受到相关法律保护。
4.2 用户在使用本平台服务时，必须遵守中国有关知识产权和著作权法律法规，不得以任何方式侵犯本平台的知识产权。
五、免责声明
5.1 本平台无法完全保证服务的稳定性、准确性和及时性，对因服务故障或其他原因导致的任何损失或损害不负任何责任。
5.2 本平台不对用户使用本平台服务产生的任何直接或间接损失承担赔偿责任。
5.3 本平台不对用户因使用本平台服务而可能产生的风险承担任何责任。
六、协议更新与变更
6.1 本平台有权根据需要对本协议进行更新和变更，无需事先通知用户。
6.2 更新和变更后的协议一经公布，立即自动生效，成为用户使用本平台服务的新的约定和条款。
七、协议终止
7.1 用户可以随时停止使用本平台服务，终止本协议。
7.2 本平台有权根据实际情况终止本协议，并随时停止向用户提供服务，无需事先通知用户。
八、法律适用和管辖
8.1 本协议适用中华人民共和国法律。
8.2 如本协议中任何条款因违反中华人民共和国法律而无效，不影响其他条款的效力。
8.3 在使用本平台服务过程中发生的任何纠纷，应通过友好协商解决。如协商不成，双方同意将争议提交至本平台所在地人民法院裁决。
    `,
  privacy: `
    欢迎使用孚创发电熊猫云租赁服务。我们非常尊重您的隐私权，因此我们制定了这份隐私协议，以明确解释我们如何收集、使用、保护和处理您的个人信息。
一.信息收集
为了提供更好的服务，我们可能会收集以下类型的个人信息：
    姓名
    手机号码
    电子邮件地址
    信息使用
我们只使用您的个人信息来提供租赁服务，并且不会在任何时候与第三方共享。我们不会向广告商或其他营销机构出售或出租您的个人信息，仅用于发电租赁业务扩展使用。
二.信息保护
我们采取技术和物理措施来保护您的个人信息免受未经授权的访问、使用或泄露。我们限制对个人信息的访问，只有需要这些信息来履行工作职责的员工才能够访问它们。
三.法律要求
我们将在法律要求下披露您的个人信息，例如协助调查诈骗、违反法律的活动或其他违法行为。
四.Cookie
我们可能会将 Cookie 存储在您的设备上。Cookie 是一种允许我们识别您的浏览器或设备并记录有关您使用服务的信息的技术。
五.更新隐私协议
我们可能会不时更新本隐私协议。如果我们进行实质性更改，我们会通过电子邮件向您发送通知。
如果您对我们的隐私政策有任何疑问或意见，请联系我们的客户服务团队，邮箱为 info@fortrust.cn。
本协议最后更新于2023年04月。
    `,
};
